{"keras_version": "1.2.1", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 8], "trainable": true, "W_regularizer": null, "init": "uniform", "input_dim": 8, "activity_regularizer": null, "name": "dense_1", "b_constraint": null, "output_dim": 32, "b_regularizer": null, "activation": "relu", "input_dtype": "float32", "bias": true, "W_constraint": null}}, {"class_name": "Dense", "config": {"trainable": true, "init": "uniform", "input_dim": 32, "activity_regularizer": null, "name": "dense_2", "b_constraint": null, "output_dim": 16, "b_regularizer": null, "activation": "relu", "W_regularizer": null, "bias": true, "W_constraint": null}}, {"class_name": "Dense", "config": {"trainable": true, "init": "uniform", "input_dim": 16, "activity_regularizer": null, "name": "dense_3", "b_constraint": null, "output_dim": 8, "b_regularizer": null, "activation": "relu", "W_regularizer": null, "bias": true, "W_constraint": null}}, {"class_name": "Dense", "config": {"trainable": true, "init": "uniform", "input_dim": 8, "activity_regularizer": null, "name": "dense_4", "b_constraint": null, "output_dim": 4, "b_regularizer": null, "activation": "relu", "W_regularizer": null, "bias": true, "W_constraint": null}}, {"class_name": "Dense", "config": {"trainable": true, "init": "uniform", "input_dim": 4, "activity_regularizer": null, "name": "dense_5", "b_constraint": null, "output_dim": 1, "b_regularizer": null, "activation": "sigmoid", "W_regularizer": null, "bias": true, "W_constraint": null}}]}